IDEA Open Model
PlateElements.Elements Property
Compatible with IDEA StatiCa v 10.1
 List of fem elements for plate UID
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public List<FemElement> Elements { get; set; }
Public Property Elements As List(Of FemElement)
	Get
	Set
public:
property List<FemElement^>^ Elements {
	List<FemElement^>^ get ();
	void set (List<FemElement^>^ value);
}
Property Value
Type: List<FemElement>
See Also
Reference
PlateElements Class
IdeaRS.OpenModel.Result Namespace